Repository: parthchauhantest/octane
Catalog: nagiosxi/subcomponents/nagvis/nagvis-1.4.4/nagvis/includes/locale/*/LC_MESSAGES/nagvis.po
Languages: fr_fr

# mustValueNotSet
source: The required value "[ATTRIBUTE]" is not set
fr_fr: Une valeur n`est pas définie. Les champs marqués en rouge sont obligatoires.

# backendNotInitialized
source: The backend with the ID "[BACKENDID]" of type "[BACKENDTYPE]" is not initialized. Maybe there is an undefined backend used in a map?
fr_fr: Le backend avec l`ID "[BACKENDID]" de type "[BACKENDTYPE]" n`est pas initialisé. C`est peut-être un backend non utilisé dans une carte ?

# methodNotSupportedByBackend
source: The method "[METHOD]" is not supported by the backend.
fr_fr: La methode "[METHOD]" n`est pas supportée par le backend.

# accessModeIsNotValid
source: The access mode "[MODE]" is not valid.
fr_fr: Le mode d`accès "[MODE]" n`est pas valide.

# unknownAction
source: The action "[ACTION]" is not supported by the ajax handler.
fr_fr: Cette action "[ACTION]" n`est pas supportée par le moteur ajax.

# mapLockNotDeleted
source: The map lock could not be deleted.
fr_fr: Le verrou sur la carte ne peut pas être supprimée.

source: Set default backend
fr_fr: Definition du backend par défaut

source: Save
fr_fr: Enregistrer

source: Add backend
fr_fr: Ajouter un backend

source: Edit backend
fr_fr: Editer le backend

# delBackend
source: Delete backend
fr_fr: Effacer le backend

source: Default backend
fr_fr: Backend par défaut

source: Create map
fr_fr: Créer une carte

source: Create
fr_fr: Créer

source: Rename map
fr_fr: Renommer une carte

source: Rename
fr_fr: Renommer

source: Delete map
fr_fr: Effacer la carte

source: Delete
fr_fr: Effacer

source: Export map
fr_fr: Exporter une carte

source: Export
fr_fr: Exporter

source: Import map
fr_fr: Importer une carte

source: Import
fr_fr: Importer

# chooseMap
source: Select map
fr_fr: Selectionner une carte

# chooseMapFile
source: Select a map configuration file
fr_fr: Selectionner le fichier de configuration de la carte

# newMapName
source: New name
fr_fr: Nouveau nom

source: Map name
fr_fr: Nom de la carte

# readUsers
source: User with read permissions
fr_fr: Utilisateurs avec un droit en lecture

# writeUsers
source: User with write permissions
fr_fr: Utilisateurs avec un droit en écriture

source: Map Iconset
fr_fr: Jeux d`icônes pour la carte

source: Background
fr_fr: Arrière-plan

# chooseMapName
source: You have to insert a name for the new map.
fr_fr: Vous devez inserrer un nom pour la nouvelle carte.

# minOneUserAccess
source: At least one user must have access to the map.
fr_fr: Au moins un utilisateur doit avoir accès à la carte.

# noMapToRename
source: No map found. Operation terminated.
fr_fr: Pas de carte trouvée. Opération terminée.

# noNewNameGiven
source: You specified no new names.
fr_fr: Vous n`avez pas spécifié de nouveau nom.

# mapAlreadyExists
source: The map "[MAPNAME]" already exists. Rename the file.
fr_fr: La carte "[MAPNAME]" existe déjà. Renommez le fichier.

# foundNoMapToDelete
source: No map found. Operation terminated.
fr_fr: Pas de carte trouvée. Opération terminée.

# foundNoMapToExport
source: No map found. Select a map to export.
fr_fr: Pas de carte trouvée. Selectionnez une carte à exporter.

# foundNoMapToImport
source: There is no file given to import. Select a file to import.
fr_fr: Il n`y a pas de carte à importer. Selectionnez un nouveau fichier pour l`import.

# notCfgFile
source: The given file has not the extension ".cfg". Rename the file.
fr_fr: L`extension du fichier n`est pas ".cfg". Renommez-le.

# confirmNewMap
source: Do you really want to create a new map?
fr_fr: Voulez-vous vraiment créer une nouvelle carte ?

# confirmMapRename
source: Do you really want to rename this map?
fr_fr: Voulez-vous vraiment renommez cette carte ?

# confirmMapDeletion
source: Do you really want to delete this map? This action can not be reverted.
fr_fr: Voulez-vous vraiment effacer cette carte ? Cette action ne peut pas être annulée.

# unableToDeleteMap
source: Unable to delete map "[MAP]". The map is included in another map "[PARENTMAP]".
fr_fr: Impossible d`effacer la carte "[MAP]". Cette carte est incluse dans une autre carte "[PARENTMAP]".

# noPermissions
source: You do not have the permissions to change this map.
fr_fr: Vous n`avez pas les droits pour modifier cette carte.

# minOneUserWriteAccess
source: At least one user must have the authorization in order to change this map.
fr_fr: Au moins un utilisateur doit être autorisée pour modifier cette carte.

# noSpaceAllowed
source: Blanks are not allowed.
fr_fr: Les caractères blancs ne sont pas autorisés.

source: Upload shape
fr_fr: Chargement d`une forme

source: Upload
fr_fr: Chargement

source: Delete shape
fr_fr: Effacer une forme

# choosePngImage
source: Select a PNG image
fr_fr: Selectionner une image PNG

# firstMustChoosePngImage
source: Please choose an image in PNG-Format.
fr_fr: Choisissez une image au format PNG.

# mustChooseValidImageFormat
source: You have to select an image in a supported format (Png, Gif, Jpg).
fr_fr: Vous devez choisir une image au format supportée (Png, Gif, Jpg).

# foundNoShapeToDelete
source: No shape image found. Operation terminated.
fr_fr: Pas de forme trouvée. Operation terminée.

# shapeInUse
source: The shape is in use on the map "[MAP]".
fr_fr: La forme est utilisée dans cette carte "[MAP]".

# confirmShapeDeletion
source: Do you really want to delete this shape image? This action cannot be reverted.
fr_fr: Voulez-vous vraiment effacer la forme de l`image ? Cette action ne peut pas être annulée.

# unableToDeleteShape
source: Cannot delete shape "[IMAGENAME]" because it is used by map "[MAP]".
fr_fr: Impossible d`effacer la forme "[IMAGENAME]" car elle est utilisée dans la carte "[MAP]".

# failedToDeleteShape
source: Cannot delete shape "[IMAGE]".
fr_fr: Impossible de supprimer cette forme "[IMAGE]".

# shapeDoesNotExist
source: The shape "[IMAGE]" does not exist.
fr_fr: La forme "[IMAGE]" n`existe pas.

# moveUploadedFileFailed
source: Could not move the uploaded file to the shape directory "[PATH]".
fr_fr: Impossible de déplacer le fichier à charger dans le dossiers des formes "[PATH]".

# mustBePngFile
source: The file has the wrong file extension (has to be *.png)
fr_fr: Le fichier a une mauvaise extention (elle doit être *.png)

# uploadFailed
source: Upload not possible. There are some problems with your webserver configuration.
fr_fr: Chargement impossible. Il y a sans doute un problème avec la configuration de votre serveur OUEB.

# createBackground
source: Create background image
fr_fr: Créer une image d`arrière-plan

# uploadBackground
source: Upload background image
fr_fr: Chargement de l`image d`arrière-plan

# deleteBackground
source: Delete background image
fr_fr: Effacer l`image d`arrière-plan

# chooseImage
source: Choose an image
fr_fr: Choisissez une image

# backgroundName
source: Name
fr_fr: Nom

# backgroundColor
source: Color (Hex)
fr_fr: Couleur (Hex)

# backgroundWidth
source: Width (px)
fr_fr: Largeur (px)

# backgroundHeight
source: Height (px)
fr_fr: Hauteur (px)

# foundNoBackgroundToDelete
source: No background image found. Operation terminated.
fr_fr: Pas d`image d`arrière plan trouvée. Operation terminée.

# confirmBackgroundDeletion
source: Do you really want to delete this background image? This action cannot be reverted.
fr_fr: Voulez-vous vraiment effacer cette image d`arrière-plan ? Cette action ne peut pas être annulée.

# unableToDeleteBackground
source: Cannot delete the background image "[IMAGENAME]" because it is used by map "[MAP]".
fr_fr: Impossible d`effacer l`image d`arrière-plan "[IMAGENAME]" car elle est utilisée par la carte "[MAP]".

# mustValueNotSet1
source: The required value "[ATTRIBUTE]" is not set
fr_fr: La valeur requise "[ATTRIBUTE]" n`est pas définie

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

# unableToWorkWithMap
source: The map changes can not be processed anymore. Procedure was terminated.
fr_fr: Les modifications de la carte ne sont plus prises en compte. La procédure est terminée.

# chosenLineTypeNotValid
source: The selected line_type is invalid.
fr_fr: Le type de ligne selectionnée n`est pas valide.

# onlyLineOrIcon
source: An object can only be an icon or a line, "iconset" and "line_type" can be used not together.
fr_fr: Un objet ne peut pas être une icône ou une ligne, "iconset" et "line_type" ne peuvent pas être utilisés ensemble.

# not2coords
source: It seems that you want to define a line ("line_type" is set) but you didn&quot;t give two "[COORD]" coordinates.
fr_fr: Il semblerait que vous souhaitiez définir une ligne ("line_type" is set) mais vous n`avez pas donné les deux "[COORD]" coordonnés necessaires.

# only1or2coords
source: Only one or two [COORD] coordinates can be defined.
fr_fr: Seulement une ou deux [COORD] coordonnées peuvent être définie.

source: loopInMapRecursion
fr_fr: Recherche récursive dans la carte

# mapObjectWillShowSummaryState
source: This map object will show the summary state of the map and its children.
fr_fr: Cet objet vous montre le status de la carte et ses dépendances.

# phpModuleNotLoaded
source: The PHP module &quot;[MODULE]&quot; is not loaded.
fr_fr: Le module PHP '[MODULE]' n`est pas chargé.

source: Default value
fr_fr: Valeur par défaut

# disabled
source: Deactivated
fr_fr: Désactivé

# mainCfgNotWriteable
source: The main configuration file is not writeable.
fr_fr: Le fichier de configuration principal n`est pas modifiable.

# mainCfgCouldNotWriteMainConfigFile
source: The main configuration file cache is not writeable.
fr_fr: Le fichier de cache de la configuration principale n`est pas modifiable.

# mapCfgDirNotWriteable
source: Please check the webservers permissions for the map configuration folder &quot;[MAPPATH]&quot;.
fr_fr: Vérifiez les permissions du serveur OUEB pour le chemin suivant '[MAPPATH]'.

# couldNotDeleteMapCfg
source: Could not delete the map configuration file &quot;[MAPPATH]&quot;.
fr_fr: Impossible de supprimer le fichier de configuration de la carte '[MAPPATH]'.

# mapCfgNotWriteable
source: The map configuration file is not writeable.
fr_fr: Le fichier de configuration de la carte n`est pas modifiable.

# mapLocked
source: The map "[MAP]" is locked by user "[USER]" from IP "[IP]" since [TIME]. Edit anyway? (Override lock?)
fr_fr: La carte "[MAP]" est vérroullé par l`utilisateur "[USER]" dont l`adresse IP est "[IP]" depuis [TIME]. Editez quand même ? (Ecrasez le verrou ?)

# mapLockNotExists
source: The lockfile &quot;[MAP]&quot; does not exist.
fr_fr: Le fichier verrou '[MAP]' n`existe pas.

# mapLockNotReadable
source: The lockfile &quot;[MAP]&quot; is not readable.
fr_fr: Le fichier verrou '[MAP]' n`est pas en lecture.

# mapLockNotWriteable
source: The lockfile &quot;[MAP]&quot; is not writeable.
fr_fr: Le fichier verrou '[MAP]' n`est pas en écriture.

# couldNotDeleteMapImage
source: Could not delete the map image file &quot;[IMGPATH]&quot;.
fr_fr: Impossible d`effacer le fichier de l`image de la carte '[IMGPATH]'.

# fileCouldNotBeUploaded
source: The file could not be uploaded to the webserver.
fr_fr: Le fichier ne peut pas être transmis au serveur OUEB.

# imageAlreadyExists
source: The image "[MAPNAME]" already exists. Rename the file.
fr_fr: L`image "[MAPNAME]" existe déjà. Rennomez le fichier.

# iconNotExists
source: An icon &quot;[IMGPATH]&quot; which is used on the map does not exist.
fr_fr: Une icône '[IMGPATH]' qui est utilisée sur la carte n`existe pas.

source: Configured
fr_fr: Configuré

source: Inherited
fr_fr: Hérité

source: Position/Size
fr_fr: Position/Taille

# change
source: Modify
fr_fr: Changer

source: Overview
fr_fr: Vue generale

source: Restore
fr_fr: Restauration

# properties
source: Options
fr_fr: Propriétés

source: Add object
fr_fr: Ajouter un objet

# nagVisConfig
source: NagVis configuration
fr_fr: Configuration NagVis

source: Help
fr_fr: Aide

# open
source: Open map
fr_fr: Editer une carte

source: Open in NagVis
fr_fr: Ouvrir dans NagVis

# manageMaps
source: Maps
fr_fr: Cartes

# manageBackgrounds
source: Backgrounds
fr_fr: Arrière-plans

# manageShapes
source: Shapes
fr_fr: Formes

source: Icon
fr_fr: Icone

source: Line
fr_fr: Ligne

source: Special
fr_fr: Speciale

source: Host
fr_fr: Machine

source: Hostgroup
fr_fr: Groupe de machines

source: Servicegroup
fr_fr: Groupe de services

source: Map
fr_fr: Cartes

source: Textbox
fr_fr: Label

source: Shape
fr_fr: Formes

source: Manage
fr_fr: Gestion

# clickMapToSetPoints
source: Click on the map to determine the position of the missing points.
fr_fr: Cliquez sur la carte pour déterminer la position des points manquants.

# confirmDelete
source: Do you really want to delete this object?
fr_fr: Voulez-vous vraiment effacer cet objet ?

# confirmRestore
source: Are you sure that you want to restore the backup?
fr_fr: Etes vous sûre de vouloir recharger la sauvegarde ?

# wrongValueFormat
source: The attribute "[ATTRIBUTE]" in section "[TYPE]" in main configuration file does not match the valid value format
fr_fr: L`attribut "[ATTRIBUTE]" dans la section "[TYPE]" du fichier de configuration ne correspond pas à une valeur correcte

# wrongValueFormatMap
source: The attribute "[ATTRIBUTE]" in element of type "[TYPE]" in map configuration file "[MAP]" does not match the valid value format
fr_fr: L`attribut "[ATTRIBUTE]" dans le type d`élement "[TYPE]" du fichier de configuration de la carte "[MAP]" ne correspond pas à une valeur correcte

# wrongValueFormatOption
source: The attribute "[ATTRIBUTE]" does not match the valid value format
fr_fr: L`attribut "[ATTRIBUTE]" ne correspond pas à une valeur correcte

# parameterObjName1NotSet
source: The objName1 parameter is missing.
fr_fr: Le nom du paramètre de l`objet est manquant.

# automapNotSupportedHere
source: The automap is not supported here.
fr_fr: Le processus de cartographie automatique n`est pas supportée ici.

# parameterTypeNotSet
source: The parameter &quot;type&quot; is missing.
fr_fr: Le type de paramètre est manquant.

# parameterObjName2NotSet
source: The objName2 parameter is missing.
fr_fr: Le nom du paramètre de l`objet est manquant.

# parameterObjTypeNotSet
source: The objType parameter is missing.
fr_fr: Le paramètre de type d`objet est manquant.

# parameterObjIdNotSet
source: The parameter &quot;objId&quot; is missing.
fr_fr: Le paramètre de l`objet est manquant.

# unknownObject
source: The object of type &quot;[TYPE]&quot; in map &quot;[MAPNAME]&quot; is not allowed.
fr_fr: L`objet de type [TYPE] dans la carte '[MAPNAME]' n`est pas autorisé.

# parameterNameNotSet
source: The parameter &quot;name&quot; is missing.
fr_fr: Le nom du paramètre `name` est manquant.

# parameterUrlNotSet
source: The parameter &quot;url&quot; is missing.
fr_fr: L`URL du paramètre `url` est manquant.

source: Unknown Query
fr_fr: Requête inconnu

# foundNoObjectOfThatTypeOnMap
source: Found no object of that type on the given map.
fr_fr: Aucun objet de ce type n`a été trouvé dans cette carte.

# ObjectNotFoundOnMap
source: The object could not be found on the given map.
fr_fr: L`objet n`a pas été trouvé dans cette carte.

# unknownRenderMode
source: The render mode &quot;[MODE]&quot; is not supported.
fr_fr: Le type de rendu '[MODE]' n`est pas supporté.

# graphvizBinaryNotFound
source: The required graphviz binary &quot;[NAME]&quot; could not be found in the paths: &quot;[PATHS]&quot;.
fr_fr: L`application nécessaire graphviz '[NAME]' n`a pas été trouvée dans le chemin: [PATHS].

# couldNotGetRootHostname
source: The Automap needs one root hostname to start the drawing.<br><br> There are three ways to get a root host: URL parameter &quot;root&quot;, Main configuration &quot;automap > default_root&quot;, auto detect (Only possible when there is <b>one</b> host with no parent).
fr_fr: Le processus de cartographie automatique a besoin d`une machine racine pour démmarer.

# gdLibNotFound
source: You told NagVis to use the GD-Libs for drawing lines on the background image (usegdlibs=1). GD-Libs are not installed or loaded in your php.
fr_fr: Vous avez demandé à NagVis d`utiliser les librairies GD pour déssiner les lignes sur l`image d`arrière-plan (usegdlibs=1). Les librairies GD ne sont pas installées ou trouvées par le moetur php.

# varFolderNotExists
source: The var folder &quot;[PATH]&quot; does not exist.
fr_fr: Le dossier var '[PATH]' n`est pas crée.

# varFolderNotWriteable
source: The var folder &quot;[PATH]&quot; is not writeable.
fr_fr: le dossier var '[PATH]' n`est pas en écriture.

# mapInMaintenance
source: The map you are trying to access is in maintenance mode. Please be patient. This page is reloaded automatically.
fr_fr: La carte que vous essayez d`utiliser est en mode maintenance. Merci de patienter. Cette page est rechargée automatiquement.

source: Map Index
fr_fr: Indexe de la carte

source: Rotation Pools
fr_fr: Jeux de cartes

# onlyPngOrJpgImages
source: Only PNG or JPG images are allowed for map image files.
fr_fr: Seulement les images PNG ou JPG sont autorisées pour les images de carte.

# imageNotExists
source: An image &quot;[FILE]&quot; which is needed to create a thumbnail image does not exist.
fr_fr: Une image '[FILE]' qui est nécessaire pour la création des images miniatures n`existe pas.

# mapCfgNotExists
source: The map configuration file "[MAP]" does not exist
fr_fr: Le fichier de configuration de la carte "[MAP]" n`existe pas

# mapCfgNotReadable
source: The map configuration file &quot;[MAP]&quot; is not readable.
fr_fr: Le fichier de configuration de la carte '[MAP]' n`est pas en lecture.

# unknownAttribute
source: The attribute &quot;[ATTRIBUTE]&quot; is not supported in objects of type &quot;[TYPE]&quot; on map [MAPNAME].
fr_fr: L`attribut '[ATTRIBUTE]' n`est pas supporté dans les types d`objets '[TYPE]' de cette carte [MAPNAME].

# mapDeprecatedOption
source: The given option &quot;[ATTRIBUTE]&quot; in section of type &quot;[TYPE]&quot; in map &quot;[MAP]&quot; is deprecated in this version. Please read the documentation/changelog for details.
fr_fr: L`option donnée '[ATTRIBUTE]' dans ce type de section '[TYPE]' dans la carte '[MAP]' n`est plus utilisée dans cette version. Merci de lire le fichier changelog de la documentation pour plus d`informations.

# lineTypeButViewTypeNotSet
source: You told NagVis to show an object as line (option line_type set). Since NagVis 1.4 you have to set the option &quot;view_type=line&quot; for line objects. This problem was detected in an object of the type &quot;[TYPE]&quot; on map &quot;[MAP]&quot;.
fr_fr: Vous avez demandé à NagVis de vous montrer un objet comme une ligne (option de défintion du type de ligne). Depuis NagVis 1.4 vous devez définir l`option `view_type=line` pour les objets lignes. ce problème a été détecté dans un objet de type '[TYPE]' sur la carte '[MAP]'.

# viewTypeGadgetButNoGadgetUrl
source: NagVis found an object whitout gadget_url option but view_type=&quot;gadget&quot;. This problem was detected in an object of the type &quot;[TYPE]&quot; on map &quot;[MAP]&quot;.
fr_fr: NagVis a trouvé un objet sans l`option gadget_url mais avec view_type='gadget'. Ce problème a été détecté dans une objet de type '[TYPE]' sur la carte '[MAP]'.

# noBackendDefined
source: No backend could be found in NagVis configuration. You need to define a backend for gathering status information.
fr_fr: Pas de backend trouvé dans la configuration de Nagvis.

# backendNotExists
source: The backend with ID &quot;[BACKENDID]&quot; of type &quot;[BACKENDTYPE]&quot; does not exist.
fr_fr: Le backend dont l`ID '[BACKENDID]' de type '[BACKENDTYPE]' n`existe pas.

# couldNotGetHoverUrl
source: Could not get hover URL &quot;[URL]&quot;. Maybe the URL is password protected.
fr_fr: Impossible d`aller au-delà de l`URL '[URL]'. Peut-être que l`URL est protégée par un mot de passe.

# wrongPhpVersion
source: The PHP version you are using &quot;[CURRENT_VERSION]&quot; is too old. NagVis needs PHP &quot;[NEEDED_VERSION]&quot; or newer.
fr_fr: La version de PHP que vous utilisez '[CURRENT_VERSION]' est trop vielle. NagVis a besoin de la version PHP '[NEEDED_VERSION]' ou plus récente.

# noUser
source: No user name was handed over to NagVis! For possible solutions please have a look at the FAQ on www.nagvis.org.
fr_fr: Aucun nom d`utilisateur n`a été transmis à NagVis! Pour une solution, merci de jeter un oeil à la FAQ sur http://www.nagvis.org.

# permissionDenied
source: The user "[USER]" has no permission for this action
fr_fr: L`utilisateur "[USER]" n`a pas la permission pour cette action

# mapRotationPoolNotExists
source: The given map rotation pool &quot;[ROTATION]&quot; is not defined in NagVis.
fr_fr: Le pool de rotation des cartes fourni '[ROTATION]' n`est pas défini dans NagVis.

source: Address
fr_fr: Adresse

source: State
fr_fr: Status

source: Summary State
fr_fr: Status consolidé

source: Output
fr_fr: Résultats

source: Perfdata
fr_fr: Données de performances

source: Summary Output
fr_fr: Résultats consolidés

source: Next Check
fr_fr: Prochaine vérification

source: Last Check
fr_fr: Dernière vérification

source: State Type
fr_fr: Type de status

source: Current Attempt
fr_fr: Tentative en cours

source: Last State Change
fr_fr: Dernier changement de status

source: State Duration
fr_fr: Durée du status

source: Service Name
fr_fr: Nom du service

# hoverTemplateNotReadable
source: The hover template is not readable. Please check the webservers permissions for the hover template file &quot;[FILE]&quot;.
fr_fr: Le modèle n`est pas en lecture. Merci de verifier les droits sur le serveur OUEB pour le fichier de modèle '[FILE]'.

# hoverTemplateNotExists
source: The hover template file &quot;[FILE]&quot; does not exist.
fr_fr: Le fichier de modèle : '[FILE]' n`existe pas.

# backgroundNotExists
source: Map image file "[IMGPATH]" does not exist
fr_fr: Le fichier d`image "[IMGPATH]" n`existe pas.

# backgroundNotWriteable
source: The map image file &quot;[IMGPATH]&quot; is not writeable.
fr_fr: Le fichier de l`image de la carte '[IMGPATH]' n`est pas en écriture.

# backgroundFolderNotWriteable
source: The background image folder &quot;[PATH]&quot; is not writeable.
fr_fr: Le dossier de l`image d`arrière-plan '[PATH]' n`est pas en écriture.

# mainMustValueNotSet
source: The must value &quot;[ATTRIBUTE]&quot; is not set the section &quot;[TYPE]&quot; in main configuration file.
fr_fr: La valeur '[ATTRIBUTE]' n`est pas définie dans la section '[TYPE]' du fichier de configuration principal.

# unknownValue
source: The attribute &quot;[ATTRIBUTE]&quot; is not allowed in section &quot;[TYPE]&quot; in main configuration file.
fr_fr: L`attribut '[ATTRIBUTE]' n`est pas autorisé dans la section '[TYPE]' du fichier de configuration principal.

# deprecatedOption
source: The given option &quot;[ATTRIBUTE]&quot; in section &quot;[TYPE]&quot; is deprecated in this version. Please read the documentation/changelog for details.
fr_fr: L`option donnée '[ATTRIBUTE]' dans la section '[TYPE]' n`est plus valide dans cette version. Merci de lire le changelog dans la documentation pour avoir plus d`information.

# unknownSection
source: The section &quot;[TYPE]&quot; in main configuration file is not allowed.
fr_fr: La section '[TYPE]' dans le fichier de configuration principal n`est pas autorisée.

# mainCfgNotExists
source: The main configuration file &quot;[MAINCFG]&quot; does not exists.
fr_fr: Le fichier de configuration principal '[MAINCFG]' n`existe pas.

# mainCfgNotReadable
source: Please check the webservers permissions for the main configuration file &quot;[MAINCFG]&quot;.
fr_fr: Merci de vérifier les permissions du serveur OUEB pour le fichier de configuration principale '[MAINCFG]'.
