Repository: parthchauhantest/octane
Catalog: nagiosxi/subcomponents/nagvis/nagvis-1.4.4/nagvis/includes/locale/*/LC_MESSAGES/nagvis.po
Languages: fr_fr

# languageNotFound
source: You configured NagVis to load language &quot;[LANG]&quot;. This language could not be found in language path.
fr_fr: Vous avez configuré NagVis pour charger le langage '[LANG]'. Cette langue ne peut pas être trouvée dans le chemin de stockage des langages.

# ndo2fsFileStructureNotValid
source: The file structure in the ndo2fs directory &quot;[PATH]&quot; is not valid. The directory is used by backend with the id &quot;[BACKENDID]&quot;
fr_fr: La structure du fichier pour ndo2fsFile n`est pas valide

# nagiosDataNotUpToDate
source: NDO claims that Nagios did no status update for more than &quot;[TIMEWITHOUTUPDATE]&quot; seconds. Make sure that Nagios and NDO daemons are running. (Backend-ID: [BACKENDID])
fr_fr: NDO affirme que Nagios n`a pas fait de mise à jour depuis plus de '[TIMEWITHOUTUPDATE]' secondes. Assurez-vous que Nagios et ndo2db fonctionnent.

# hostIsPending
source: The host "[HOST]" is in pending state
fr_fr: La machine "[HOST]" est dans un status changeant

# hostNotFoundInDB
source: The host "[HOST]" could not be found in the database. Maybe it is spelled wrong? (Backend-ID: [BACKENDID])
fr_fr: La machine "[HOST]" ne peut pas être trouvé dans la base de données. Peut-être un problème de nommage ?

# serviceNotFoundInDB
source: The service "[SERVICE]" on host "[HOST]" could not be found in the database. Maybe it is spelled wrong? (Backend-ID: [BACKENDID])
fr_fr: Le service "[SERVICE]" sur la machine "[HOST]" ne peut pas être trouvé dans la base de données. Peut-être un problème de nommage ?

# serviceNotChecked
source: The service "[SERVICE]" has not been checked yet
fr_fr: Le service "[SERVICE]" n`a pas été vérifié encore.

# nagiosNotRunning
source: NDO reports that Nagios is not running (Backend-ID: [BACKENDID])
fr_fr: NDO signale que Nagios n`est pas démarré.

# noTablesExists
source: There are no tables in the database matching given prefix &quot;[PREFIX]&quot;. (Backend-ID: [BACKENDID])
fr_fr: Il n`y a pas de tables dans la base de données correspondant au prefix '[PREFIX]'

# errorSelectingDb
source: Error selecting the database. Maybe wrong database name or insufficient permissions. MySQL-Error: [MYSQLERR]. (Backend-ID: [BACKENDID])
fr_fr: Erreur de choix de la base de données. Peut-être un problème sur le nom de la base ou un problème de droits. MySQL-Error: [MYSQLERR].

# mysqlNotSupported
source: Your PHP installation lacks SQL support. You can not use the NDOMy Backend without php-mysql. (Backend-ID: [BACKENDID])
fr_fr: La version de PHP installé n`a pas de support SQL. Vous ne pouvez pas utiliser NDOMy Backend sans php-mysql.

# backendInstanceNameNotValid
source: The given instance name &quot;[NAME]&quot; in backend &quot;[BACKENDID]&quot; is not valid.
fr_fr: Le nom de l`instance donnée '[NAME]' dans le backend '[BACKENDID]' n`est pas valide.

# backendInstanceNameNotUniq
source: The given instance name &quot;[NAME]&quot; in backend &quot;[BACKENDID]&quot; is not unique.
fr_fr: le nom de l`instance donnée '[NAME]' dans le backend '[BACKENDID]' n`est pas unique.

source: Select map
fr_fr: Selectionner une carte

# editMap
source: Edit current map
fr_fr: Editer la carte courante

source: Need Help?
fr_fr: Besoin d`aide ?

# supportInfo
source: NagVis Support Information
fr_fr: Support (Information)

# rotationStart
source: Start Rotation
fr_fr: Démarrer une rotation

# rotationStop
source: Stop Rotation
fr_fr: Arrêter une rotation

# refreshStart
source: Start Refresh
fr_fr: Rafraichir le démarrage

# refreshStop
source: Stop Refresh
fr_fr: Arrêter le raffrechissement

# headerTemplateNotExists
source: The requested header template file &quot;[FILE]&quot; does not exist.
fr_fr: L`en-tête du fichier pour le modèle demandé '[FILE]' n`existe pas.

# headerTemplateNotReadable
source: Please check the webservers permissions at the header template file &quot;[FILE]&quot;.
fr_fr: Merci de vérifier les permissions du serveur OUEB pour les en-têtes des fichiers modèles '[FILE]'.

# validatorNotValidBoolean
source: Parameter [VAR] is not a valid boolean (TRUE / FALSE).
fr_fr: Le paramètre [VAR] n`est pas un boolean valide (TRUE / FALSE).

# validatorNotValidString
source: Parameter [VAR] contains not a valid string.
fr_fr: Le paramètre [VAR] ne contient pas une chaîne de caractère valide (string).

# ValidatorNotAllowedParameterEntry
source: Parameter [VAR] is not an allowed entry.
fr_fr: Le paramètre [VAR] n`est pas une entrée autorisée.

# vaidatorNotValidUrl
source: Parameter [VAR] is not a valid URL.
fr_fr: Le paramètre [VAR] n`est pas une URL valide.

# validatorNotValidInteger
source: Parameter [VAR] contains not a valid integer.
fr_fr: Le paramètre [VAR] ne contient pas une valeur entière valide (integer).

# validatorValueOutOfRange
source: Parameter [VAR] is out of range.
fr_fr: Le paramètre [VAR] est en dehors de sa plage.

# validatorNotSetParameterValue
source: Parameter [VAR] is not set.
fr_fr: Le paramètre [VAR] n`est pas défini.

# validatorIsEmptyParameter
source: Parameter [VAR] is empty. Fill this parameter with a (valid) value.
fr_fr: Le paramètre [VAR] est vide. Renseignez le paramètre avec une valeur valide.

# validatorNotDefinedParameter
source: Parameter [VAR] is not a defined parameter.
fr_fr: Le paramètre [VAR] n`est pas un paramètre défini.

# messageboxTitleWrongType
source: Wrong Type
fr_fr: Mauvais type

# messageboxMessageWrongType
source: The given message type is unknown.
fr_fr: Le type [TYPE] n`est pas un type de boîte de dialogue défini.

# childStatesAre
source: There are
fr_fr: Il y a

source: Hosts
fr_fr: Machines

# hostGroupNotFoundInDB
source: The hostgroup "[HOSTGROUP]" could not be found in the database. Maybe it is spelled wrong? (Backend-ID: [BACKENDID])
fr_fr: Le groupe de machines "[HOSTGROUP]" ne peut pas être trouvé dans la base de données. Peut-être un problème nommage ?

# serviceGroupNotFoundInDB
source: The servicegroup "[SERVICEGROUP]" could not be found in the database. Maybe it is spelled wrong? (Backend-ID: [BACKENDID])
fr_fr: Le groupe de services "[SERVICEGROUP]" ne peut pas être trouvé dans la base de données. Peut-être un problème de nommage ?

source: Host Name
fr_fr: Nom de la machine

source: Hostgroup Name
fr_fr: Nom du groupe de machines

source: Servicegroup Name
fr_fr: Nom du groupe de services

source: Map Name
fr_fr: Nom de la carte

source: Object Name
fr_fr: Nom de l`objet

# lastStatusRefresh
source: Last state refresh
fr_fr: Dernier status du rafraîchissement

source: Objects
fr_fr: Objets

# mapIsEmpty
source: The map "[MAP]" has 0 objects.
fr_fr: La carte "[MAP]" a 0 objet.

# noReadPermissions
source: You are not permitted to view the state of this map.
fr_fr: Vous n`êtes pas autorisé à voir le status de cette carte.

# hostStateIs
source: The Host is
fr_fr: La machine est

# hostHasNoServices
source: The host "[HOST]" has no Services.
fr_fr: La machine "[HOST]" n`a pas de service.
